Repository: contao/installation-bundle
Catalog: src/Resources/translations/messages.*.xlf
Languages: cs, es, fr, sr, zh

source: Contao install tool
cs: Instalační nástroj Contao
es: Herramienta de instalación Contao
fr: Outil d'installation de Contao
sr: Алат за инсталацију Contaо
zh: Contao安装工具

source: An error occurred
cs: Došlo k chybě
es: Ha ocurrido un error
fr: Une erreur s'est produite
sr: Дошло је до грешке
zh: 发生一个错误

source: The install tool has been locked!
cs: Instalační nástroj byl zamčen!
es: ¡La herramienta de instalación ha sido bloqueada!
fr: L'outil d'installation a été verrouillé !
sr: Алат за инсталацију је закључан!
zh: 安装工具已经被锁定!

source: For security reasons, the install tool has been locked after a wrong password had been entered more than three times in a row. To unlock it, run <code>vendor/bin/contao-console contao:install:unlock</code> on the command line.
cs: Z bezpečnostních důvodů byl instalační nástroj zablokován, protože bylo zadáno více než třikrát špatné heslo. Pro odblokování spustěte na příkazovém řádku tento příkaz <code>app/console cache:clear -e=prod</code>.
es: Por razones de seguridad, la herramienta de instalación ha sido bloqueada después de que se introdujo una contraseña equivocada más de tres veces seguidas. Para desbloquearlo ejecute <code>app/console cache:clear -e=prod</code> en la línea de comando.
fr: Pour des raisons de sécurité, l'outil d'installation a été verrouillé. Ceci arrive si vous entrez un mauvais mot de passe plus de trois fois d'affilée. Pour le déverrouiller, veuillez exécuter <code>app/console cache:clear -e=prod</code> dans votre interface en ligne de commande.
sr: Из безбедосних разлога, алат за инсталацију је закључан након што је три пута за редом, унесена погрешна лозинка. Да откључате алат, покрените <code>bin/console doctrine:cache:clear contao.cache</code> из командне линије.
zh: 由于安全原因，连续输入超过3次错误密码安装工具会被锁定，请在命令行中运行<code>app/console cache:clear -e=prod</code>来解除锁定。

source: PHP is not allowed to write files!
cs: PHP není dovolené zapisovat soubory!
es: PHP no está permitido de escribir ficheros!
fr: PHP ne possède pas les autorisations pour écrire des fichiers !
sr: PHP-у није омогућено да уписује фајлове!
zh: 不允许PHP写文件!

source: Your server does not support file access via PHP; most likely PHP runs as Apache module under a different user. Please contact your server administrator and ask him to fix the problem.
cs: Váš server nepodporuje přístup k souborům pomocí PHP; nejspíš běží PHP jako modul Apache pod jiným uživatelem. Prosím kontaktujte správce serveru a požádejte ho o odstranění tohoto problému.
es: Su servidor no soporta el acceso a archivos a través de PHP; más probable es que PHP se ejecuta como módulo de Apache bajo un usuario diferente. Por favor, póngase en contacto con el administrador de su servidor y pídale de solucionar el problema.
fr: Votre serveur ne supporte pas l'accès aux fichiers via PHP; PHP fonctionne probablement comme module Apache sous un utilisateur différent. Veuillez contacter l'administrateur du serveur et demandez-lui de résoudre le problème.
sr: Подешавања Вашег сервера не подржавају приступ фајловима преко PHP; PHP се највероватније врти у модулу Apache-a под другим корисником. Молимо Вас да контактирате Вашег сервер администратора и замолите га да реши проблем.
zh: 您的服务器不支持通过PHP访问文件; 最有可能的情况是PHP作为Apache模块运行在不同用户，请联系服务器管理员来修复问题。

source: <strong>Do not attempt to fix this yourself by making files and folders writable for everyone!</strong>
cs: <strong>Nepokoušejte se to opravit sami tím, že povolíte všem zpracovávat soubory a složky!</strong>
es: <strong>¡No intente repararlo usted mismo, haciendo que los archivos y carpetas sean modificables para todo el mundo!
fr: <strong>N'essayez pas de réparer par vous-même en rendant des fichiers et dossiers accessibles en écriture par tout le monde !</strong>
sr: <strong>Не покушавајте сами да решите проблем тако што ћете дозволити свима да уређују фајлове и фолдере!</strong>
zh: <strong>不要尝试将文件和文件夹写权限给所有人来修复!</strong>

source: Accept license
cs: Souhlasím s licencí
es: Aceptar licencia
fr: Accepter la licence
sr: Прихвати лиценцу
zh: 接受许可信息

source: Install tool password
cs: Heslo k instalačnímu modulu
es: Contraseña de herramienta de instalación
fr: Mot de passe de l'outil d'installation
sr: Шифра алата за инсталацију
zh: 安装工具密码

source: Please enter a password to prevent unauthorized access.
cs: Změňte prosím výchozí heslo, abyste zabránili neautorizovanému přístupu!
es: Por favor introduzca una contraseña para prevenir accesos no autorizados.
fr: Veuillez saisir un mot de passe pour empêcher tout accès non autorisé.
sr: Молимо Вас да унесете лозинку ради спречавања неауторизованог приступа.
zh: 请输入密码来防止未授权访问.

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
sr: Лозинка
zh: 密码

source: Confirmation
cs: Potvrzení
es: Confirma la contraseña
fr: Confirmation du mot de passe
sr: Потврда
zh: 确认密码

source: Save password
cs: Uložit heslo
es: Grabar contraseña
fr: Enregistrer le mot de passe
sr: Сачувај лозинку
zh: 保存密码

source: The password does not match the confirmation!
cs: Hesla nesouhlasí!
es: ¡La contraseña no coincide con la confirmación!
fr: Le mot de passe ne correspond pas à la confirmation !
sr: Лозинке се не подударају!
zh: 密码不一致!

source: The password should be at least %d characters long!
cs: Heslo musí mít nejméně %d znaků!
es: ¡La contraseña tiene que tener como mínimo %d carßacteres!
fr: Le mot de passe doit posséder au moins %d caractères.
sr: Лозинка мора да има бар %d карактера!
zh: 密码至少%d个字符!

source: Install tool login
cs: Přihlášení k instalačnímu nástroji
es: Inicio de sesión de herramienta de instalación
fr: Connexion à l'outil d'installation
sr: Пријава на алат за инсталацију
zh: 安装工具登录

source: Please enter the install tool password. The install tool password is not the same as the Contao back end password.
cs: Vložte prosím heslo pro instalační nástroj. Heslo pro instalační nástroj je totožné s heslem pro vstup do administrace Contao.
es: Por favor introduzca la contraseña para la herramienta de instalación. La contraseña de la herramienta de instalación no es la misma que la contraseña del módulo de gestión de Contao.
fr: Veuillez saisir le mot de passe de l'outil d'installation. Le mot de passe de l'outil d'installation n'est pas le même que le mot de passe du back office de Contao.
sr: Унесите шифру за приступ алату за инсталацију. Ова шифра није иста као шифра за приступ Contao БекЕнду.
zh: 请输入安装工具登录密码。该密码和Contao后台登录密码是不一样的。

source: You have to allow cookies to use Contao.
cs: Musíte povolit cookies, abyste mohli používat Contao.
es: Debe permitir el uso de cookies para utilizar Contao.
fr: Vous devez autoriser les cookies pour utiliser Contao.
sr: Морате одобрити употребу колачића да бисте користили Contao систем.
zh: 您必须启用“Cookies”支持来使用Contao

source: Login
cs: Přihlásit se
fr: Connexion
sr: Пријава
zh: 登录

source: Invalid password!
cs: Neplatné heslo!
es: ¡Contraseña no válida!
fr: Mot de passe incorrect !
sr: Погрешна лозинка!
zh: 密码错误！

source: Database connection
cs: Připojení k databázi
es: Conexión base de datos
fr: Connexion à la base de données
sr: Конекција са базом
zh: 数据库连接

source: Database connection established.
cs: Spojení s databází navázáno.
es: Conexión a base de datos exitosa.
fr: Connexion à la base de données établie.
sr: Веза са базом податак успешно успостављена.
zh: 数据库连接已创建。

source: The database name must not contain dots!
cs: Nepodařilo se navázat spojení s databází!
es: ¡No se pudo conectar a la base de datos!
fr: Impossible de se connecter à la base de données !
sr: Повезивање са базом није успело!
zh: 不能连接到数据库!

source: Could not connect to the database!
cs: Zadejte prosím nastavení připojení k databázi.
es: Introduzca los parámetros de conexión a su base de datos.
fr: Saisissez vos paramètres de connexion à la base de données.
sr: Унесите параметре за повезивање са базом података.
zh: 请输入您的数据库连接参数。

source: Please enter your database connection parameters.
cs: Poskytovatel
es: Servidor
fr: Serveur
sr: Хост
zh: 主机

source: Host
cs: Číslo portu
es: Número de puerto
fr: Numéro de port
sr: Број порта
zh: 端口号

source: Port number
cs: Uživatelské jméno
es: Usuario
fr: Identifiant
sr: Корисничко име
zh: 用户名

source: Username
cs: Heslo
es: Contraseña
fr: Mot de passe
sr: Лозинка
zh: 密码

source: Password
cs: Název databáze
es: Nombre de la base de datos
fr: Nom de la base de données
sr: Име базе
zh: 数据库名字

source: Database name
cs: Uložit nastavení
es: Guardar ajustes
fr: Enregistrer les paramètres
sr: Сачувај подешавања
zh: 保存设置

source: Save settings
cs: Zaktualizovat databázi
es: Actualizar la base de datos
fr: Mettre à jour la base de données
sr: Ажурирај базу
zh: 更新数据库

source: Update the database
cs: Prosím mějte na paměti, že aktualizační asistent zpracovává pouze tabulky začínající <code>tl_</code>.
es: Tenga en cuenta que el asistente de actualización sólo reconoce tablas que empiezan por <code> tl _ </ code>.
fr: Veuillez, s'il vous plaît, noter que l'assistant de mises à jour gère uniquement les tables qui commencent par <code>tl_</code>.
sr: Имајте на уму да асистент ажурирања обрађује само табеле које почињу префиксом <code>tl_</code>.
zh: 请注意，更新助手仅处理以<code>tl_</code>开头的数据表.

source: Please note that the update assistant only handles tables starting with <code>tl_</code>.
cs: Databáze je aktuální.
es: La base de datos está actualizada.
fr: La base de données est à jour.
sr: База података је ажурирана.
zh: 数据库是最新的。

source: The database is up to date.
cs: Zaktualizovat databázi
es: Actualizar base de datos
fr: Mettre à jour la base de données
sr: Ажурирај базу података
zh: 更新数据库

source: Update database
cs: Vytvořit nové tabulky
es: Crear tablas
fr: Créer les tables
sr: Креирај табеле
zh: 创建数据表

source: Create tables
cs: Přidat sloupce
es: Añadir columnas
fr: Ajouter des colonnes
sr: Додај колоне
zh: 添加列

source: Change tables
cs: Změnit sloupce
es: Cambiar columnas
fr: Changer les colonnes
sr: Промени колоне
zh: 变更列

source: Add columns
cs: Smazat existující sloupce
es: Soltar columnas
fr: Supprimer les colonnes
sr: Обриши колоне
zh: 删除列

source: Change columns
cs: Smazat existující tabulky
es: Soltar tablas
fr: Supprimer les tables
sr: Обриши табеле
zh: 删除数据表

source: Drop columns
cs: Vybrat vše
es: Seleccionar todos
fr: Tout sélectionner
sr: Изабери све
zh: 全选

source: Drop tables
cs: Import předlohy
es: Importar una plantilla
fr: Importer un modèle
sr: Увези шаблон
zh: 导入一个模板

source: Select all
cs: Vyberte prosím soubor končící na <em>.sql</em> z adresáře <em>templates</em>. Všechny stávající data budou smazána! Pokud pouze chcete importovat vzhled, prosím použijte Správce témat v backendu Contaa.
es: Aquí puede importar un fichero <code> .sql </ code> del directorio de la carpeta <code>templates</ code>. Se borrarán todos los datos existentes! Si sólo desea importar un tema, por favor, utilice el gestor de temas en el backend de Contao.
fr: Vous pouvez importer un fichier <code>.sql</code> à partir du répertoire <code>templates</code>. Les données existantes seront effacées ! Si vous souhaitez seulement importer un thème, utilisez le gestionnaire de thème dans le back office de Contao.
sr: Овде можете да увезете <code>.sql</code> фајл из директоријума <code>templates</code>. Сви постојећи подаци биће обрисани! Ако желите да увезете само тему, користите менаџер тема у БекЕнд-у Contaо.
zh: 此处您可以从<code>templates</code >目录中导入<code >.sql</code >格式的文件。已有数据会被删除！如果您需要导入一个主题，请在Contao后台使用主题管理器来完成。

source: Import a template
cs: Import selhal! Je databáze aktuální a soubor předlohy kompatabilní s touto verzí Contaa?
es: La importación falló! Compruebe si la base de datos está actualizada y si la versión de Contao es compatible con la suya.
fr: L'importation a échoué ! La base de données est-elle à jour et est-ce que le modèle est compatible avec votre version de Contao ?
sr: Увоз није успео! Да ли су подаци о бази ажурни и да ли је фајл шаблона компатибилан са верзијом Contao?
zh: 导入失败！数据库结构是否是最新版本，并且模板文件是否与您的Contao版本兼容？

source: Here you can import an <code>.sql</code> file from the <code>templates</code> directory. Any existing data will be deleted! If you only want to import a theme, please use the theme manager in the Contao back end instead.
cs: Vyberte prosím předlohu!
es: Seleccione un archivo de plantilla
fr: Veuillez choisir un fichier de modèle !
sr: Изаберите фајл шаблона!
zh: 请选择一个模板文件！

source: The import failed! Is the database up to date and is the template file compatible with your Contao version?
cs: Všechna stávající data budou smazána.
es: ¡Los datos existentes serán eliminados!
fr: Toutes les données existantes seront supprimées !
sr: Сви постојећи подаци биће обрисани!
zh: 所有的现有数据将会被删除！

source: Please choose a template file!
cs: Předloha importována %s
es: Template importada en %s.
fr: Modèle importé le %s.
sr: Шаблон увезен %s.
zh: 已导入模板 %s

source: Any existing data will be deleted!
cs: Předlohy
es: Plantillas
fr: Modèles
sr: Шаблони
zh: 模板

source: Template imported on %s.
cs: Nevymazat tabulky
es: No corte las tablas
fr: Ne pas vider les tables
sr: Не празни табеле
zh: 不清空数据表

source: Templates
cs: Všechny stávající data budou smazána! Chcete přesto pokračovat?
es: ¡Los datos existentes serán eliminados! ¿Desea continuar?
fr: Toutes les données existantes seront supprimées ! Voulez-vous vraiment continuer ?
sr: Сви постојећи подаци биће обрисани! Да ли желите да наставите?
zh: 所有的现有数据将会被删除！您真的要继续该操作？

source: Do not truncate the tables
cs: Importovat předlohu
es: Importar plantilla
fr: Importer un modèle
sr: Увези шаблон
zh: 导入模板

source: Any existing data will be deleted! Do you really want to continue?
cs: Vytvoření účtu administrátora
es: Crear usuario administrador
fr: Créer un utilisateur administrateur
sr: Креирај администраторског корисника
zh: 创建一个管理员

source: Import template
cs: Zde můžete vytvořit účet administrátora, s nímž se pak můžete přihlásit do backendu Contaa.
es: Aquí puede crear un usuario administrador para acceder al backend de Contao.
fr: Ici, vous pouvez créer un utilisateur administrateur afin de se connecter au back office de Contao.
sr: Овде можете да креирате администраторског корисника за БекЕнд.
zh: 您可以在这里创建管理员帐号用来登录Contao后台.

source: Create an admin user
cs: Byl vytvořen účet administrátora.
es: Se ha creado un usuario administrador.
fr: Un utilisateur administrateur a été créé.
sr: Администраторски корисник је креиран.
zh: 已创建一位管理员

source: Here you can create an admin user to log into the Contao back end.
cs: Uživatelské jméno
es: Usuario
fr: Identifiant
sr: Корисничко име
zh: 用户名

source: An admin user has been created.
cs: Název
es: Nombre
fr: Nom
sr: Име
zh: 名称

source: Username
cs: E-Mail
es: Formato e-mail
fr: E-mail
sr: Email
zh: 电子邮件格式

source: Name
cs: Vytvořit účet administrátora
es: Crear un usuario administrador
fr: Créer un utilisateur administrateur
sr: Креирај администраторског корисника
zh: 创建管理员

source: E-mail
cs: Z bezpečnostních důvodů nemůžete použít následující znaky: #()/<=>
es: Por motivos de seguridad no puede utilizar ninguno de los caracteres siguientes: #()/<=>
fr: Pour des raisons de sécurité, vous ne pouvez pas utiliser les caractères suivants ici : #()/<=>
sr: Из безбедоносних разлога овде не можете да користите карактере: #()/<=>
zh: 由于安全原因，在这里您不能使用这些字符：#()/<=>

source: Create admin user
cs: Uživatelské jméno nesmí obsah žádné mezery!
es: ¡El nombre de usuario no puede contener caracteres de espacios en blanco!
fr: Le nom d'utilisateur ne doit pas contenir d'espaces.
sr: Корисничко име не сме да садржи празна места!
zh: 用户名不能包含空白字符!

source: For security reasons you can not use the following characters here: #()/<=>
cs: Prosím zadejte platnou emailovou adresu!
es: ¡Por favor, introduce un e-mail válido!
fr: Veuillez saisir une adresse e-mail valide.
sr: Унесите валидну e-mail адресу!
zh: 请输入合法的电子邮件地址！

source: The username must not contain any whitespace characters!
cs: Hesla nesouhlasí!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passe sont différents.
sr: Лозинке се не подударају!
zh: 您两次输入的密码不一致！

source: Please enter a valid e-mail address!
cs: Vaše uživatelské jméno a heslo se nesmí shodovat!
es: ¡El usuario y la contraseña no pueden ser iguales!
fr: Votre identifiant et votre mot de passe ne doivent pas être identiques.
sr: Ваше корисничко име и лозинка не смеју да буду исти!
zh: 您的用户名和密码不应该相同！

source: The passwords did not match!
cs: Pro vytvoření účtu administrátora je třeba vyplnit všechna pole!
es: Indique todos los campos para crear un usuario administrador
fr: Veuillez remplir tous les champs pour créer un utilisateur administrateur !
sr: Попуните сва поља како бисте креирали администраторског корисника!
zh: 请填写所有字段，以创建一位管理员！

source: Your username and password must not be the same!
cs: Blahopřejeme Vám!
es: ¡Enhorabuena!
fr: Félicitations !
sr: Честитамо!
zh: 恭喜！

source: Please fill in all fields to create an admin user!
cs: Úspěšně jste nainstalovali Contao.
es: Ha instalado Contao con éxito.
fr: Vous avez réussi à installer Contao.
sr: Успешно сте инсталирали Contao систем.
zh: Contao安装成功。

source: Congratulations!
cs: Instalace je dokončená
es: Instalación completada
fr: Installation terminée
sr: Инсталација је завршена
zh: 安装完成

source: You have successfully installed Contao.
cs: Nyní prosím přejděte do backendu Contaa a zkontrolujte nastavení systému.
es: Ahora por favor vaya al backend de Contao y compruebe la configuración del sistema.
fr: Maintenant, veuillez s'il vous plaît aller dans le back office de Contao et vérifier les paramètres du système.
sr: Сада идите у БекЕнд Contao и проверите системска подешавања.
zh: 现在请登录Contao后台并检查系统设置.

source: Installation complete
cs: Backend Contaaa
es: Backend de Contao
fr: Back office de Contao
sr: Contao БекЕнд
zh: Contao后台

source: Now please go to the Contao back end and check the system settings.
cs: Vaše databáze je zastaralá!
es: ¡La base de datos es demasiado vieja!
fr: La base de données est trop ancienne !
sr: База је застарила!
zh: 数据库太旧!

source: Contao back end
cs: Musíte mít přinejmenším Contao 3.2, abyste mohli aktualizovat na Contao 4.
es: Necesita al menos Contao 3.2 para actualizar a Contao 4.
fr: Vous devez avoir au moins Contao 3.2 pour effectuer une mise à niveau vers Contao 4.
sr: Да бисте надоградили верзију на Contao 4, морате да користите барем верзију Contao 3.2.
zh: 至少需要升级Contao从3.2到4.

source: The database is too old!
sr: Задаци након исталације не могу да се заврше!
